Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax_credits_and_reliefs/cycle_to_work_scheme.html.txt.tmx
Source language: en
Languages: ga

source: Cycle to Work Scheme
ga: An Scéim um Rothaíocht chun na hOibre

source: The Cycle to Work Scheme is a tax incentive scheme which aims to encourage employees to cycle to and from work
ga: Is scéim spreagtha cánach í an Scéim um Rothaíocht chun na hOibre agus tá sé mar aidhm aici fostaithe a spreagadh rothaíocht chun na hoibre agus abhaile arís

source: Under the scheme employers can pay for bicycles and bicycle equipment for their employees and the employee pays back through a salary sacrifice arrangement of up to 12 months
ga: Faoin scéim is féidir le fostóirí íoc as rothair agus as trealamh rothair dár bhfostaithe agus íocann an fostaí ar ais trí shocrú íobartha tuarastail de suas go 12 mí

source: The employee is not liable for tax, PRSI or the Universal Social Charge on their repayments
ga: Níl an fostaí faoi dhliteanas cánach, PRSI nó an Mhuirir Sóisialta Uilíoch ar a n-aisíocaíochtaí

source: Your employer does not have to take part in the scheme
ga: Níl ar d’fhostóir páirt a ghlacadh sa scéim

source: However if they do, they must offer it to all their employees
ga: Ach, má ghlacann siad páirt ann, ní mór dóibh é a chur ar fáil dá bhfostaithe uile

source: What equipment does the scheme apply to?
ga: Céard é a trealamh lena mbaineann an scéim?

source: The scheme applies to new bicycles and pedelecs (electrically assisted bicycles which require some effort from the cyclist)
ga: Baineann an scéim le rothair nua agus rothair leictreachuidithe (is iad sin rothair cuidithe ag leictreachas ach a dteastaíonn iarracht éigin ón rothaithe uathu)

source: It does not cover motorbikes, scooters or mopeds
ga: Ní chlúdaíonn sé gluaisrothair, scútair nó gléasanna dá leithéid

source: Purchase of the following new safety equipment is also covered:
ga: Clúdaítear an trealamh sábháilteachta seo a leanas freisin:

source: • Cycle helmets which conform to European standard EN 1078
ga: • Clogaid atá ar an dul leis na caighdeáin Eorpacha EN 1078

source: • Bells and bulb horns
ga: • Cloigíní agus adharca bolgáin

source: • Lights, including dynamo packs
ga: • Soilse, lena n-áirítear pacáistí dineamó

source: • Mirrors and mudguards to ensure that the rider’s visibility is not impaired
ga: • Scátháin agus gardaí puitigh d’fhonn a chinntiú nach gcuirtear isteach ar fheiceáil an rothaithe

source: • Cycle clips and dress guards
ga: • Fáiscíní rothaíochta agus gardaí feistis

source: • Panniers, luggage carriers and straps to allow luggage to be safely carried
ga: • Painnéir, iompráin bagáiste agus strapaí d'fhonn a chur ar a gcumas ag an rothaithe bagáiste a iompar go sábháilte

source: • Locks and chains to ensure cycle can be safely secured
ga: • Glais agus slabhraí d’fhonn a chinntiú gur féidir leis an rothar a bheith daingnithe go sábháilte

source: • Pumps, puncture repair kits, cycle tool kits and tyre sealant to allow for minor repairs
ga: • Pumpaí, trealamh chun poill a dheisiú, trealamh rothaíochta agus séalú boinn chun cuí a chur ar damáistí beaga

source: • Reflective clothing along with white front reflectors and spoke reflectors
ga: • Éadach frithchaitheamhach chomh maith le frithchaiteoirí bána tosaigh agus frithchaitheoirí spóca

source: How do I pay for the bicycle?
ga: Cén chaoi a n-íocaim as an rothar?

source: Usually your employer pays the supplier for the bicycle and sets up a ‘salary sacrifice’ arrangement from your salary over an agreed time frame (which cannot be more than 12 months)
ga: De ghnáth, íocann d'fhostóir an tsoláthraí as an rothar agus cuireann sé socrú 'íobartha tuarastail' i bhfeidhm ó do thuarastal thar thréimhse ama aontaithe (nach féidir a bheith níos mó ná 12 mí ar fhad)

source: This generally means that you visit the shop, select the equipment you wish to buy and have the shop invoice your employer directly for the cost
ga: Go ginearálta, ciallaíonn sé seo gur féidir leat cuairt a thabhairt ar an siopa, an trealamh atá tú ag iarraidh a cheannach a roghnú agus is féidir leis an siopa sonrasc a chur díreach chuig d'fhostóir le haghaidh an chostais

source: Note that the tax exemption does not apply if you pay for the bicycle and are reimbursed by your employer – they must pay for the bicycle
ga: Tabhair faoi deara nach bhfuil an díolúine cánach i gceist má íocann tú as an rothar agus má íocann d’fhostóir ar ais thú – ní mór dóibh íoc as an rothar

source: The repayment for the bicycle and equipment is then deducted from your gross salary (this means before income tax, PRSI, pension levies or Universal Social Charge are deducted)
ga: Ansin, déadúchtaítear an aisíocaíocht don rothar agus don trealamh ó d'ollchaiteachas (ciallaíonn sé seo sula ndéadúchtaítear do cháin ioncaim, PRSI, éilimh phinsin nó Muirear Sóisialta Uilíoch)

source: These deductions can be made weekly, fortnightly or monthly depending on your salary payment arrangement
ga: Is féidir na déadúchtaí a dhéanamh go seachtainiúil, go coicísiúil nó go míosúil ag brath ar an tsocrú íoctha tuarastail atá agat

source: Your employer can also buy the bicycle on your behalf and not require you to pay for it
ga: Is féidir le d’fhostóir an rothar a cheannach ar do shon agus ní bheidh ort íoc as ansin

source: In this instance, you will be exempt from benefit-in-kind taxation to a cost of €1,000
ga: Ní féidir leat leas a bhaint as an scéim ach uair amháin gach cúig bliana

source: If the cost of the bicycle exceeds this amount a benefit-in-kind charge will apply to the balance
ga: Tá an riail seo i bhfeidhm fiú mura gceannaíonn tú trealamh suas go dtí an t-uasmhéid de €1,000

source: How often can I use the scheme?
ga: Cé chomh minic is féidir liom leas a bhaint as an scéim?

source: You can only avail of the scheme once in a five-year period
ga: Ní féidir leat fáil a bheith agat ar an scéim ach uair amháin i dtréimhse cúig bliana

source: This applies even if you do not purchase equipment up to the €1,000 limit
ga: Baineann an coinníoll seo fiú mura gceannaíonn tú trealamh a mhéid leis an teorainn €1,000

source: The tax year in which the bicycle or equipment is provided counts as the first year
ga: Is ionann an bhliain chánach ina soláthraítear an rothar nó an trealamh agus an chéad bhliain

source: So, if you used the scheme in 2014 (regardless of the month) you would be entitled to the relief again during 2019 (from January)
ga: Mar sin, má d’úsáid tú an scéim in 2014 (is cuma cén mhí a bhí ann), bheifeá i dteideal an faoiseamh a fháil arís i rith 2019 (ó Eanáir ar aghaidh)

source: You must use the bicycle and safety equipment mainly for qualifying journeys
ga: Ní mór duit an rothar agus an trealamh sábháilteachta a úsáid go príomha do thurais cháilitheacha

source: This means the whole or part (for example between home and train station) of a journey between your home and your normal place of work
ga: Ciallaíonn sé seo turas iomláin nó cuid de thuras (mar shampla idir do bhaile agus an stáisiún traenach) idir do bhaile agus do ghnátháit oibre

source: Employers do not have to monitor this but you will be asked to sign a statement saying that the bicycle is for your own use and will be mainly used for qualifying journeys
ga: Ní gá d’fhostóirí monatóireacht a dhéanamh air seo ach iarrfar ort ráiteas a shíniú ag dearbhú go bhfuil an rothar agat le haghaidh d'úsáid phearsanta agus go mbainfear úsáid as go príomha do thurais cháilitheacha

source: There is a limit of €1,000 on the amount that can be spent (this includes bicycles, safety equipment and delivery charges)
ga: Tá teorainn de €1,000 ar an méid gur féidir a chaitheamh (áirítear leis seo rothair, trealamh sábháilteachta agus táillí seachadaidh)

source: If you spend more than this limit you are liable for a benefit-in-kind income tax charge
ga: Má chaitheann tú níos mó ná an teorainn seo tá tú faoi dhliteanas táille cánach ioncaim tairbhiú-ar-leith

source: You can find out more about the scheme on the Revenue Commissioner’s website
ga: Is féidir leat tuilleadh eolais a fháil faoin scéim ar shuíomh gréasáin na gCoimisinéirí Ioncaim

source: Contact your employer to ask about the scheme
ga: Déan teagmháil le d’fhostóir chun fiafraí faoin scéim
